[
  {
    "path": "posts/2021-08-30-blog-1/",
    "title": "What Covid-19 is like in Bahrain?",
    "description": "Bahrain, a tiny Middle East country, has one of the highest vaccine coverage rate around the world!",
    "author": [
      {
        "name": "Janice Hsin Hsu",
        "url": "https://example.com/norajones"
      }
    ],
    "date": "2021-08-31",
    "categories": [],
    "contents": "\nMy first experiences in Bahrain\nBahrain was a really unfamiliar country name for me until I received a job opportunity as a project manager,that had to travel to Bahrain in 2018. It has been three years since I went to Bahrain, but I still remember the heat, the desert and the hospitality that Bahrainis has offered me. I didn’t get to spend a lot of time roaming around the city nor the country, especially because it was the fasting period when I went.Therefore,I didn’t even have the chance to really try the local food there. However, it was one of the most special places that I have ever been.\nThis is the photo of a lamp shop that I took in the market. I was totally fascinated by the variety and the colour of the glass painting lamps. However, I didn’t buy any of those as I was worried if they would break in my suitcase, if i ever have the chance to visit Bharain again, I would allow myself to buy one of those beautiful lamps.\n\n\n\nBahrain was one of the hottest country that I have ever been to.It was a scorching 43 degrees celcius when I was there. I still remember how hot my glasses frame was, and it was also really sandy!\n(I took this picture from the hotel window)\n\n\n\nHow Covid-19 hit Bahrain\nThe pandemic hit the entire world since the late 2019, even for small countries like Bahrain. However, it was to my surprise that up to today, there are over 66.3% of the population in Bahrain has got fully vaccinated when the whole world was still inadequate of vaccine supplies.\n[Read the statistics.] https://www.google.com/search?q=bahrain+vaccination+rate&rlz=1C5CHFA_enTW953TW953&oq=bahrain+vaccination+rate&aqs=chrome..69i57j0i512j0i457i512j0i512l2j69i60l3.4832j0j7&sourceid=chrome&ie=UTF-88\nNote: the data is retrieved from https://github.com/CSSEGISandData/COVID-19 which is collected by Johns Hopkins University.\n\n\n\n\n\n\n\n\n\nComparing the total cumulative cases in the world and Bahrain. We can see that the infection rate has become less steep (i.e. slowing down) in Bahrain after July.\n\n\n\n\n\nTable 1: Total cases in Bahrain\n\n\nyear\n\n\nmonth\n\n\ntotal cases\n\n\n2020\n\n\n1\n\n\n0\n\n\n2020\n\n\n2\n\n\n167\n\n\n2020\n\n\n3\n\n\n7765\n\n\n2020\n\n\n4\n\n\n48676\n\n\n2020\n\n\n5\n\n\n210502\n\n\n2020\n\n\n6\n\n\n575360\n\n\n2020\n\n\n7\n\n\n1074705\n\n\n2020\n\n\n8\n\n\n1447593\n\n\n2020\n\n\n9\n\n\n1856231\n\n\n2020\n\n\n10\n\n\n2388821\n\n\n2020\n\n\n11\n\n\n2539313\n\n\n2020\n\n\n12\n\n\n2780573\n\n\n2021\n\n\n1\n\n\n3022735\n\n\n2021\n\n\n2\n\n\n3165005\n\n\n2021\n\n\n3\n\n\n4119520\n\n\n2021\n\n\n4\n\n\n4837969\n\n\n2021\n\n\n5\n\n\n6338506\n\n\n2021\n\n\n6\n\n\n7750838\n\n\n2021\n\n\n7\n\n\n8297428\n\n\n2021\n\n\n8\n\n\n8399912\n\n\nThe table and the graph below shows the the amount of case increase in regards of the infection cases. It is also consistent to the graph above that the cases has decreased enormously in July, comparing to June when there were about 25,000 cases. The incline rate is likely due to the vaccinations,as Bahrain was one of the first countries to approve Pfizer. This is the reason why Bahrain can achieve such a high vaccination coverage. Up to today, the vaccination approved in Bahrain includes AstraZeneca, Pfizer, Sinopharm and Sputnik [Check out the Ministry of Health of Bahrain] https://healthalert.gov.bh/en/category/vaccine. However, if you search “Bahrain vaccination” in google, you will see many news and scientific reports made by Bahrain and other countries, discussing about the ineffectiveness of Sinopharm, and people had to get booster shots as in getting a third shot, using a different vaccination by Pfizer Inc. and BioNTech SE,which most people only have to take 2 shots per person. [News resourse] https://www.wsj.com/articles/sinopharm-covid-vaccine-seen-as-less-effective-in-bahrain-study-11630150885\n\n\n\n\n\nTable 2: Cases in each month\n\n\nyear\n\n\nmonth\n\n\nmonthly increase\n\n\n2020\n\n\n1\n\n\nNA\n\n\n2020\n\n\n2\n\n\n41\n\n\n2020\n\n\n3\n\n\n526\n\n\n2020\n\n\n4\n\n\n2473\n\n\n2020\n\n\n5\n\n\n8358\n\n\n2020\n\n\n6\n\n\n15360\n\n\n2020\n\n\n7\n\n\n14224\n\n\n2020\n\n\n8\n\n\n10990\n\n\n2020\n\n\n9\n\n\n18892\n\n\n2020\n\n\n10\n\n\n10781\n\n\n2020\n\n\n11\n\n\n5311\n\n\n2020\n\n\n12\n\n\n5719\n\n\n2021\n\n\n1\n\n\n10382\n\n\n2021\n\n\n2\n\n\n19337\n\n\n2021\n\n\n3\n\n\n22051\n\n\n2021\n\n\n4\n\n\n32489\n\n\n2021\n\n\n5\n\n\n63597\n\n\n2021\n\n\n6\n\n\n25296\n\n\n2021\n\n\n7\n\n\n3359\n\n\n2021\n\n\n8\n\n\n3354\n\n\nFrom the table and the plot above, it is obvious to see that cases in Bahrain has decreased a lot after July, and it has lasted for more than a month. To conclude to situation, we can say that the Covid-19 situation is under control in Bahrain.\n\n\n\n",
    "preview": "posts/2021-08-30-blog-1/images/b_market.jpg",
    "last_modified": "2021-09-01T14:50:07+08:00",
    "input_file": "blog-1.knit.md"
  },
  {
    "path": "posts/welcome/",
    "title": "Welcome to Janice's Blog",
    "description": "Welcome to Janice's Blog. I hope to tell the stories which resonate with you!",
    "author": [
      {
        "name": "Janice Hsin Hsu",
        "url": {}
      }
    ],
    "date": "2021-08-30",
    "categories": [],
    "contents": "\n\n\n\n",
    "preview": {},
    "last_modified": "2021-08-30T22:41:12+08:00",
    "input_file": {}
  }
]
